[
    {
      "id": "1sdbjfjk3",
      "service_name": "Career Counseling Sessions",
      "category": "Online",
      "brief_description": "In this session, you will receive personalized career counseling to help you navigate your career path. The counselor will assess your current skills, work experience, and career goals, and provide advice on potential job opportunities, career transitions, and professional growth. Topics may include job market trends, interview preparation, and long-term career planning. This session is ideal for professionals looking to reorient or enhance their career trajectory in IT or related fields.",
      "pricing": 2500,
      "date": "05-12-24",
      "time": "5-6pm",
      "counselor": "Dr. Alan Parker",
      "rating": 4.8,
      "image_url": "https://example.com/career-counseling-sessions.jpg",
      "counselor_photo": "https://example.com/alan-parker-photo.jpg"
    },
    {
      "id": "2kdsbfi2j",
      "service_name": "Resume Review",
      "category": "Online",
      "brief_description": "This service provides a thorough review of your resume to ensure it meets industry standards and highlights your key strengths. The counselor will focus on formatting, structure, and content optimization for IT professionals. You'll receive feedback on how to tailor your resume for specific job roles, how to use keywords for applicant tracking systems (ATS), and tips for making your resume stand out to hiring managers. Ideal for those looking to apply for IT-related positions and improve their chances of landing interviews.",
      "pricing": 1900,
      "date": "06-12-24",
      "time": "3-4pm",
      "counselor": "Jessica Miller",
      "rating": 4.7,
      "image_url": "https://example.com/resume-review.jpg",
      "counselor_photo": "https://example.com/jessica-miller-photo.jpg"
    },
    {
      "id": "3jdhs9fhs",
      "service_name": "Job Search Advising",
      "category": "Online",
      "brief_description": "This advising service helps job seekers navigate the complex job market by providing personalized strategies for finding and applying for jobs. The counselor will guide you through creating a job search plan, using job boards effectively, networking, and targeting potential employers. Additionally, you will receive advice on crafting tailored cover letters, preparing for interviews, and negotiating job offers. This session is perfect for IT professionals looking to accelerate their job search and land their next opportunity.",
      "pricing": 2200,
      "date": "07-12-24",
      "time": "2-3pm",
      "counselor": "Kevin Wright",
      "rating": 4.9,
      "image_url": "https://example.com/job-search-advising.jpg",
      "counselor_photo": "https://example.com/kevin-wright-photo.jpg"
    },
    {
      "id": "4fjd839sd",
      "service_name": "Skill Development for IT Professionals",
      "category": "Online",
      "brief_description": "This service focuses on identifying and developing the essential skills needed to advance your career in IT. The counselor will work with you to assess your current skill level and provide guidance on what technical and soft skills are in high demand. Sessions include advice on certifications, programming languages, tools, and technologies that will enhance your job prospects. The session also covers the development of key soft skills like communication, leadership, and teamwork that are crucial for career growth.",
      "pricing": 3000,
      "date": "08-12-24",
      "time": "10-11am",
      "counselor": "Sophia Johnson",
      "rating": 4.8,
      "image_url": "https://example.com/skill-development-it.jpg",
      "counselor_photo": "https://example.com/sophia-johnson-photo.jpg"
    },
    {
      "id": "5fjndc8f9",
      "service_name": "Mock Coding Interview",
      "category": "Online",
      "brief_description": "Prepare for your next technical interview with a mock coding session designed to simulate real-world interview scenarios. The counselor will guide you through coding problems, evaluating both your problem-solving skills and ability to communicate your thought process. This session is ideal for developers looking to improve their interview performance or transition to a new role. You'll receive detailed feedback and suggestions to help you refine your approach, avoid common mistakes, and boost your confidence before the actual interview.",
      "pricing": 2700,
      "date": "09-12-24",
      "time": "3-4pm",
      "counselor": "Kevin Wright",
      "rating": 4.9,
      "image_url": "https://example.com/mock-coding-interview.jpg",
      "counselor_photo": "https://example.com/kevin-wright-photo.jpg"
    },
    {
      "id": "6sdflk9d0",
      "service_name": "Cloud Certification Exam Prep",
      "category": "Online",
      "brief_description": "Prepare effectively for your cloud certification exam with targeted training and mock tests designed to cover all exam objectives. This session will review key cloud concepts, including cloud architecture, deployment models, and cloud services such as AWS, Azure, and Google Cloud. The counselor will provide exam-specific study tips, resources, and practice questions to ensure you're fully prepared. Whether you're aiming for AWS Certified Solutions Architect or any other cloud certification, this service will help you confidently approach the exam.",
      "pricing": 2500,
      "date": "10-12-24",
      "time": "8-9pm",
      "counselor": "Laura Green",
      "rating": 4.9,
      "image_url": "https://example.com/cloud-certification-exam-prep.jpg",
      "counselor_photo": "https://example.com/laura-green-photo.jpg"
    },
    {
      "id": "7kfj9df8g",
      "service_name": "Cybersecurity Essentials Workshop",
      "category": "Offline",
      "brief_description": "Learn the fundamental concepts of cybersecurity in this group workshop. Topics covered include risk management, encryption, firewalls, and best practices for securing IT infrastructure. The session also includes practical demonstrations on identifying security vulnerabilities and protecting sensitive data. This workshop is perfect for IT professionals looking to enhance their knowledge of cybersecurity or those looking to shift into a security-focused role. You'll leave with a solid understanding of how to safeguard networks and systems in an increasingly digital world.",
      "pricing": 2800,
      "date": "12-12-24",
      "time": "9-11am",
      "counselor": "James Taylor",
      "rating": 4.8,
      "image_url": "https://example.com/cybersecurity-workshop.jpg",
      "counselor_photo": "https://example.com/james-taylor-photo.jpg"
    },
    {
      "id": "8dkd9s8hd",
      "service_name": "LinkedIn Profile Optimization",
      "category": "Offline",
      "brief_description": "Maximize your professional online presence with a tailored LinkedIn profile optimization service. This session focuses on crafting a profile that effectively highlights your skills, achievements, and career trajectory. The counselor will provide strategies for writing compelling summaries, adding key skills, and optimizing your profile for better visibility. You will also learn techniques to expand your network and engage with industry professionals, making your LinkedIn profile stand out to potential recruiters.",
      "pricing": 1900,
      "date": "11-12-24",
      "time": "10-11am",
      "counselor": "Mark Rivera",
      "rating": 4.7,
      "image_url": "https://example.com/linkedin-profile-optimization.jpg",
      "counselor_photo": "https://example.com/mark-rivera-photo.jpg"
    },
    {
      "id": "9hs9d8fj8",
      "service_name": "Cloud Computing Workshop",
      "category": "Offline",
      "brief_description": "This hands-on group workshop covers key cloud computing concepts, including cloud architecture, services, and deployment models. Participants will learn to use popular cloud platforms like AWS, Microsoft Azure, and Google Cloud, and how to apply these technologies in real-world business environments. The session includes practical exercises that enhance understanding and implementation of cloud technologies, making it ideal for IT professionals looking to expand their cloud knowledge or transition into cloud-based roles.",
      "pricing": 2200,
      "date": "13-12-24",
      "time": "10-12pm",
      "counselor": "Sophia Johnson",
      "rating": 4.8,
      "image_url": "https://example.com/cloud-computing-workshop.jpg",
      "counselor_photo": "https://example.com/sophia-johnson-photo.jpg"
    },
    {
      "id": "0ad3hf9kd",
      "service_name": "Agile Project Management Workshop",
      "category": "Group",
      "brief_description": "This group workshop is designed to help IT professionals understand and implement agile project management techniques. Topics include Scrum, Kanban, and Agile frameworks, as well as how to work effectively in agile teams. Participants will engage in hands-on exercises to learn key tools and methodologies used in agile projects, including sprint planning, backlog grooming, and daily standups. This workshop is perfect for those looking to move into project management or enhance their ability to manage agile teams.",
      "pricing": 3000,
      "date": "14-12-24",
      "time": "1-3pm",
      "counselor": "Daniel Harris",
      "rating": 4.9,
      "image_url": "https://example.com/agile-project-management.jpg",
      "counselor_photo": "https://example.com/daniel-harris-photo.jpg"
    },
    {
      "id": "1fjf8s9dk",
      "service_name": "Data Science Bootcamp",
      "category": "Group",
      "brief_description": "This immersive bootcamp focuses on the core skills needed to break into data science. Over the course of the workshop, participants will work on real-world datasets, learn to use Python and R for data analysis, and understand key machine learning algorithms. The session includes lectures on data wrangling, data visualization, and statistical analysis, followed by practical exercises that help you build a data science portfolio. This group setting provides the opportunity for peer collaboration and feedback.",
      "pricing": 3000,
      "date": "15-12-24",
      "time": "9am-5pm",
      "counselor": "Emma Adams",
      "rating": 4.8,
      "image_url": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://images.ctfassets.net/wp1lcwdav1p1/1xW3Y1SC2Ro7fNbkKtQCjL/4fed6c11dd0a1896ef103e05232e453b/GettyImages-1213787273.jpg?w=1500&h=680&q=60&fit=fill&f=faces&fm=jpg&fl=progressive&auto=format%2Ccompress&dpr=1&w=1000",
      "counselor_photo": "https://sphr.nihr.ac.uk/wp-content/uploads/2020/10/E-Adams_Image-e1602733705341-aspect-ratio-1-1.jpeg"
    }
  ]
  